kyrgyz_five_letter_words = [
    "атака", "балык", "кушум", "кышкы", "сезим", "шаары", "бекер", "сүйүү", "апаат", "урмат",
    "чакы", "элдик", "улуук", "элбаш", "түшүн", "уруук", "майрам", "алапа", "жылды", "ташба",
    "жазгы", "аймак", "көлөк", "жаркы", "сабак", "тоолк", "малчы", "күнөк", "бекем", "уруук",
    "шылуу", "жөнөк", "ташта", "чыдам", "жаркк", "баркы", "элчи", "жылуу", "колдо", "ардак",
    "аркет", "ачкыч", "чолпу", "кутуу", "айгай", "аздек", "абийр", "жазуу", "кабат", "чагым",
    "чечек", "жылуу", "жайкы", "жашоо", "чоочу", "кутуз", "тайпа", "чыдам", "чыгым", "колун",
    "уйкуч", "колдо", "канат", "кангы", "чоңой", "кубак", "жаркк", "кадам", "жолуг", "утуру",
    "таасир", "эркин", "чыгара", "кыдыр", "чыгым", "утануу", "кужур", "кайра", "табиг", "кутуу",
    "жабуу", "жашоо", "пайда", "кумса", "жүрөк", "салуу", "тайпа", "урмат", "эркин", "чыгыш",
    "тайга", "чоңой", "китеп", "жолдо", "көтөр", "турмуш", "көлөк", "жазуу", "чыдам", "тайпа",
    "жылуу", "бөбөк", "жашоо", "колун", "утуру", "ташып", "кадак", "турдум", "чоңой", "майып",
    "күнөк", "жаркк", "чекит", "күнкү", "белги", "азгыр", "чынар", "табан", "айлык", "кайра",
    "жабуу", "китеп", "жакшы", "күтүү", "базар", "сүйүү", "тааныш", "майып", "жыргай", "турак",
    "жүзүм", "көпөл", "утуру", "көмөк", "кыдыр", "утуру", "кечир", "жазуу", "түшүн", "чыгыш",
    "баруу", "шамал", "кумак", "салуу", "күнөк", "көрүү", "утануу", "турду", "кулак", "жазык",
    "кадам", "турак", "чагым", "кайра", "тамак", "кутуу", "күтүү", "жайкы", "күнкү", "күзгү",
    "жашоо", "турмуш", "майрам", "жаркк", "чыгыш", "салуу", "турак", "күнөк", "майып", "түшүн",
    "чыдам", "утуру", "таасир", "сүйүү", "күтүү", "майрам", "жолдо", "утануу", "утуру", "чыдам",
    "жайкы", "күнөк", "китеп", "жайкы", "кутуу", "жашоо", "тайпа", "эркин", "утуру", "чоңой",
]

kyrgyz_four_letter_words = [
    "алма", "бала", "сана", "салт", "майя", "жана", "бери", "араа", "кала", "толу",
    "өтүп", "алгы", "адап", "келе", "көңү", "үңкү", "тооc", "чөнт", "жаны", "капы",
    "кана", "таза", "жоло", "кайт", "жети", "аппа", "бошо", "өрүк", "салт", "бөкү",
    "суур", "суук", "жарк", "түзө", "биро", "желе", "мында", "кырк", "бөкс", "жашо",
    "атаа", "кара", "жары", "сара", "кулак", "жорт", "сүрө", "кыло", "беко", "уучу",
    "кылт", "журт", "батк", "алжа", "куру", "кант", "ташы", "таан", "сүйл", "шаар",
    "токой", "жаңы", "чыра", "көлө", "чагы", "ачык", "ташк", "кара", "бети", "алпы",
    "таяк", "чырт", "башы", "алаң", "сүтк", "тамы", "атам", "жени", "сулу", "ырыс",
    "учуу", "каза", "ойло", "жана", "таги", "жайы", "үчүн", "сүрү", "батп", "калаң",
    "жоло", "жарк", "сана", "түзө", "сапа", "бөлө", "айлы", "азат", "түтө", "ачуу"
]
